Repository: sdfdlc2/color-picker
Catalog: po/*.po
Languages: fr_fr

source: Mismatched filetype
fr_fr: Type de fichier incompatible

source: Click or press ENTER to apply changes
fr_fr: Cliquer ou appuyer sur ENTRÉE pour appliquer les changements

source: red
fr_fr: rouge

source: green
fr_fr: vert

source: blue
fr_fr: bleu

source: hue
fr_fr: teinte

source: lightness
fr_fr: luminosité

source: value
fr_fr: valeur

source: yellow
fr_fr: jaune

source: black
fr_fr: noir

source: hex lowercase 2 digits
fr_fr: hex minuscule 2 chiffres

source: hex uppercase 2 digits
fr_fr: hex majuscule 2 chiffres

source: hex lowercase 1 digit
fr_fr: hex minuscule 1 chiffre

source: hex uppercase 1 digit
fr_fr: hex majuscule 1 chiffre

source: float with leading zero
fr_fr: décimal avec zéro initial

source: float without leading zero
fr_fr: décimal sans zéro initial

source: number value (original)
fr_fr: valeur numérique (originale)

source: percent value
fr_fr: valeur en pourcentage

source: Others
fr_fr: Autres

source: Default format
fr_fr: Format par défaut

source: Color picked
fr_fr: Couleur sélectionnée

source: %s is picked.
fr_fr: %s est sélectionnée.

source: (Key)
fr_fr: (Clé)

source: Lens
fr_fr: Loupe

source: Label
fr_fr: Étiquette

source: Systray icon
fr_fr: Icône dans la zone de notification

source: History and collection size
fr_fr: Taille de l'historique et de la collection

source: Screenshot
fr_fr: Capture d'écran

source: Complete
fr_fr: Terminé

source: Sound effect
fr_fr: Effet sonore

source: _Automatically copy
fr_fr: C_opier automatiquement

source: Copy the color to clipboard after picking
fr_fr: Copier la couleur dans le presse-papiers après sélection

source: _Default format
fr_fr: Format par _défaut

source: Also apply to the first Format menu item
fr_fr: Aussi appliquer au premier élément du menu Format

source: _Enable systray
fr_fr: _Activer l'icône dans la zone de notification

source: Secondary click to open menu
fr_fr: Clic secondaire pour ouvrir le menu

source: Menu shortcuts
fr_fr: Raccourcis du menu

source: toggle history/collection
fr_fr: basculer historique/collection

source: trigger the toolbar button
fr_fr: activer le bouton de la barre d'outils

source: Menu item shortcuts
fr_fr: Raccourcis des éléments de menu

source: copy the color
fr_fr: copier la couleur

source: primary click
fr_fr: clic primaire

source: remove the color
fr_fr: supprimer la couleur

source: middle click
fr_fr: clic du milieu

source: trigger the tail button
fr_fr: activer le bouton de fin

source: secondary click
fr_fr: clic secondaire

source: E_nable shortcut
fr_fr: Activer le _raccourci

source: Primary click or press Enter / Space key to pick
fr_fr: Clic primaire ou appuyer sur les touches Entrée / Espace pour sélectionner

source: F_ormat menu
fr_fr: Menu _Format

source: Middle click or press Menu key to open
fr_fr: Clic du milieu ou appuyer sur la touche Menu pour ouvrir

source: _Persistent mode
fr_fr: Mode _persistant

source: Secondary click or press Esc key to quit
fr_fr: Clic secondaire ou appuyer sur la touche Échap pour quitter

source: P_review style
fr_fr: Style d'_aperçu

source: Press arrow keys / wasd / hjkl to move by pixel and hold Ctrl key to accelerate
fr_fr: Appuyer sur les touches fléchées / wasd / hjkl pour bouger d'un pixel et maintenir Ctrl pour accélérer

source: Shortcuts
fr_fr: Raccourcis

source: toggle when picking
fr_fr: basculer lors de la sélection

source: scroll
fr_fr: défilement

source: No_tification style
fr_fr: Style de _notification

source: Notify the color after picking
fr_fr: Notifier la couleur après sélection

source: Not_ification sound
fr_fr: Son de notif_ication

source: Play the sound after picking
fr_fr: Jouer le son après sélection

source: Custom
fr_fr: Personnalisé

source: _New Color Format
fr_fr: _Nouveau format de couleur

source: Removed <i>%s</i> format
fr_fr: Format <i>%s</i> supprimé

source: Preset
fr_fr: Prédéfini

source: Edit Color Format
fr_fr: Modifier le format de couleur

source: Name
fr_fr: Nom

source: The following parameters can be used:
fr_fr: Les paramètres suivants peuvent être utilisés :

source: The color values can be formatted with (optional trailing precision):
fr_fr: Les valeurs de couleur peuvent être formatées avec (précision optionnelle) :

source: E.g., <tt>{Blf3}</tt> means the normalized blue value accurate to 3 decimal places.
fr_fr: Par ex., <tt>{Blf3}</tt> signifie la valeur normalisée du bleu avec une précision de 3 décimales.

source: _Basic
fr_fr: _Basique
